{
    "writers": [
        {
            "id": 1,
            "name": "Ismail Kadare",
            "location": {
                "lat": 40.0758,
                "lng": 20.1393
            },
            "photo": "https://upload.wikimedia.org/wikipedia/sq/e/ea/Ismail_Kadare_1.jpg",
            "bio": {
                "sq": "Ismail Kadare (1936–2024) ishte shkrimtari më i madh shqiptar i kohëve moderne dhe një nga figurat më të njohura të letërsisë europiane. I lindur në Gjirokastër, Kadare u bë i njohur për romanet e tij që trajtojnë historinë, mitet dhe jetën nën regjimin komunist. Ai debutoi me 'Gjenerali i ushtrisë së vdekur' (1963), vepër që i dha famë ndërkombëtare. Gjatë gjithë karrierës së tij, Kadare ruajti një stil të veçantë artistik dhe kritik, duke sfiduar në mënyrë të hollë censurën. Ai u nderua me shumë çmime prestigjioze, si Çmimi Man Booker International (2005) dhe Çmimi Princesha e Asturias për Letërsi (2009). Vepra e tij është përkthyer në më shumë se 45 gjuhë dhe ai konsiderohej rregullisht si kandidat për Çmimin Nobel. Kadare mbetet një nga ambasadorët më të fuqishëm të kulturës shqiptare në botë.",
                "en": "Ismail Kadare (1936–2024) was Albania's greatest modern writer and one of the most recognized figures in European literature. Born in Gjirokastër, Kadare rose to international fame with his debut novel 'The General of the Dead Army' (1963). His works explore themes of history, myth, and life under dictatorship, often challenging censorship through subtle literary techniques. He received numerous prestigious awards, including the Man Booker International Prize (2005) and the Princess of Asturias Award for Literature (2009). His works have been translated into more than 45 languages, and he was frequently mentioned as a contender for the Nobel Prize. Kadare remains a towering figure and a powerful ambassador of Albanian culture to the world."
            }
        },
        {
            "id": 2,
            "name": "Naim Frashëri",
            "location": {
                "lat": 40.2444,
                "lng": 20.4185
            },
            "photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/NAIMFRASHERI.jpg/250px-NAIMFRASHERI.jpg",
            "bio": {
                "sq": "Naim Frashëri (1846–1900) ishte një ndër figurat më të mëdha të Rilindjes Kombëtare Shqiptare dhe themelues i letërsisë moderne shqipe. I lindur në fshatin Frashër të Përmetit, ai dha një kontribut të jashtëzakonshëm në gjuhën, kulturën dhe ndërgjegjen kombëtare shqiptare. Ai shkroi poezi, përkthime, vepra filozofike dhe historike, kryesisht në gjuhën shqipe, por edhe në osmanisht, persisht dhe greqisht. Veprat e tij si 'Bagëti e Bujqësi', 'Histori e Skënderbeut', 'Lulet e Verës' dhe 'Fletore e Bektashinjtë' frymëzuan breza të tërë me dashurinë për atdheun dhe gjuhën amtare. Naimi ishte gjithashtu një përkrahës i zjarrtë i besimit bektashi dhe ndikimi i tij në zhvillimin e letërsisë dhe identitetit shqiptar mbetet i pakrahasueshëm.",
                "en": "Naim Frashëri (1846–1900) was one of the greatest figures of the Albanian National Renaissance and the founder of modern Albanian literature. Born in the village of Frashër, Përmet, he made an extraordinary contribution to the Albanian language, culture, and national consciousness. He wrote poetry, translations, and philosophical and historical works, primarily in Albanian but also in Ottoman Turkish, Persian, and Greek. His works such as 'Bagëti e Bujqësi', 'History of Skanderbeg', 'Spring Flowers', and 'Notebook of the Bektashis' inspired generations with a love for their homeland and native language. Naim was also a devout follower of the Bektashi faith, and his influence on Albanian literature and identity remains unmatched."
            },
            "works": {
                "sq": [
                    {
                        "title": "Dokumentar për Naim Frashëri",
                        "url": "https://youtu.be/o4pWg74BHtU?si=7p9JdvPaFnYzdBr1",
                        "type": "video"
                    }
                ],
                "en": [
                    {
                        "title": "Documentary about Naim Frashëri",
                        "url": "https://youtu.be/o4pWg74BHtU?si=7p9JdvPaFnYzdBr1",
                        "type": "video"
                    }
                ]
            }
        },
        {
            "id": 3,
            "name": "Fan Noli",
            "location": {
                "lat": 40.6186,
                "lng": 20.7808
            },
            "photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Fan_Stilian_Noli.jpg/250px-Fan_Stilian_Noli.jpg",
            "bio": {
                "sq": "Fan Noli (1882-1965) ishte një figurë shumëdimensionale e historisë dhe kulturës shqiptare: klerik, shkrimtar, përkthyes, diplomat dhe politikan. Si themelues i Kishës Ortodokse Autoqefale Shqiptare, ai luajti një rol të rëndësishëm në pavarësinë fetare të Shqipërisë. Noli shërbeu si kryeministër i Shqipërisë në vitin 1924, duke u përpjekur të vendoste reforma demokratike. Ai është i njohur për përkthimet e tij mjeshtërore të veprave klasike botërore në shqip, duke përfshirë Shakespeare, Cervantes dhe Omar Khayyam. Kontributi i tij në letërsinë shqipe përfshin poezi, ese dhe vepra historike, veçanërisht biografia e Skënderbeut. Noli mbetet një nga intelektualët më të shquar të historisë shqiptare.",
                "en": "Fan Noli (1882-1965) was a multifaceted figure in Albanian history and culture: a cleric, writer, translator, diplomat, and politician. As the founder of the Albanian Orthodox Autocephalous Church, he played a crucial role in Albania's religious independence. Noli served as Prime Minister of Albania in 1924, attempting to establish democratic reforms. He is renowned for his masterful translations of world classics into Albanian, including works by Shakespeare, Cervantes, and Omar Khayyam. His contribution to Albanian literature includes poetry, essays, and historical works, notably his biography of Skanderbeg. Noli remains one of the most distinguished intellectuals in Albanian history."
            },
            "works": {
                "sq": [
                    {
                        "title": "Dokumentar për Fan Noli",
                        "url": "https://youtu.be/UdOsNXTa2dg?si=WzeJ2bqw4UJm-n7e",
                        "type": "video"
                    }
                ],
                "en": [
                    {
                        "title": "Documentary about Fan Noli",
                        "url": "https://youtu.be/UdOsNXTa2dg?si=WzeJ2bqw4UJm-n7e",
                        "type": "video"
                    }
                ]
            }
        },
        {
            "id": 18,
            "name": "Petro Marko",
            "location": {
                "lat": 40.1436,
                "lng": 19.6411
            },
            "photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Petro_Marko_%28i_ri%29.jpg/250px-Petro_Marko_%28i_ri%29.jpg",
            "bio": {
                "sq": "Petro Marko (1913–1948) ishte një shkrimtar, poet dhe publicist shqiptar, i lindur në Dhërmi. Ai studioi në Itali dhe la gjurmë të thella në letërsinë moderne, veçanërisht gjatë periudhës së realizmit socialist. Ndërkohë që përjetoi sfida politike, mbroi qëndrime kritike ndaj regjimit, duke bërë punën e tij një zë të guximshëm pas Luftës së Dytë Botërore. Në vitin 2003, u dekorua si Nderi I Kombit. Veprat e tij, përfshirë 'Hasta la vista', 'Horizont', 'Qyteti i fundit', 'Shpella e piratëve', 'Ara në mal', 'Një emër në katër rrugë', 'Nata e Ustikës' dhe 'Interviste me vetveten', vazhdojnë të lexohen dhe studiohen për ndikimin e tyre të rëndësishëm.",
                "en": "Petro Marko (1913–1948) was a renowned Albanian writer, poet, and publicist, born in Dhërmi. He studied in Italy and made a profound impact on modern Albanian literature, especially during the socialist realism period. Facing political challenges, he maintained a critical stance toward the regime, making his work a bold voice in post-World War II literature. In 2003, he was honored as The Honor of the Nation. His works, including 'Hasta la vista', 'Horizont', 'Qyteti i fundit', 'Shpella e piratëve', 'Ara në mal', 'Një emër në katër rrugë', 'Nata e Ustikës' and 'Interviste me vetveten', continue to be read and studied for their lasting influence."
            },
            "works": {
                "sq": [
                    {
                        "title": "Dokumentar për Petro Marko",
                        "url": "https://youtu.be/ZyonKPR_Vvg?si=6Oas2GmH6mZoAc_3",
                        "type": "video"
                    }
                ],
                "en": [
                    {
                        "title": "Documentary about Petro Marko",
                        "url": "https://youtu.be/ZyonKPR_Vvg?si=6Oas2GmH6mZoAc_3",
                        "type": "video"
                    }
                ]
            }
        },
        {
            "id": 17,
            "name": "Lasgush Poradeci",
            "location": {
                "lat": 40.9022,
                "lng": 20.6556
            },
            "photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Lasgush_Poradeci_%28portrait%29.jpg/250px-Lasgush_Poradeci_%28portrait%29.jpg",
            "bio": {
                "sq": "Lasgush Poradeci (Llazar Gusho, 1899–1987) ishte një nga poetët më të shquar të letërsisë shqipe. I lindur në Pogradec, ai botoi dy përmbledhje poetike madhore: Vallja e yjeve (1933) dhe Ylli i zemrës (1937), në Bukuresht. I njohur për vargje të thella lirike dhe përkushtim ndaj gjuhës shqipe, ai krijoi një poezi të pasur me fjalor të rrallë, filozofi popullore dhe dashuri të thellë për natyrën dhe ndjenjat njerëzore. Nuk pranoi t'i nënshtrohej diktaturës, çka e la në harresë zyrtare. Vepra e tij e plotë u botua vetëm pas vdekjes. Lasgushi mbetet një ikonë e letërsisë shqiptare, i dashur për të gjithë brezat.",
                "en": "Lasgush Poradeci (Llazar Gusho, 1899–1987) was one of the most prominent poets of Albanian literature. Born in Pogradec, he published two major poetry collections: The Dance of the Stars (1933) and The Star of the Heart (1937), in Bucharest. Known for his lyrical depth, rare vocabulary, and philosophical reflection, Lasgush's poetry explored love, nature, and the human spirit. He refused to conform to the communist regime, which led to his marginalization. His complete works were published only after his death. Today, he is celebrated as a literary icon across Albania and the diaspora."
            },
            "works": {
                "sq": [
                    {
                        "title": "Dokumentar për Lasgush Poradeci",
                        "url": "https://youtu.be/6gMBApfXego?si=v5aoGZoMt8jWr93v",
                        "type": "video"
                    }
                ],
                "en": [
                    {
                        "title": "Documentary about Lasgush Poradeci",
                        "url": "https://youtu.be/6gMBApfXego?si=v5aoGZoMt8jWr93v",
                        "type": "video"
                    }
                ]
            }
        },
        {
            "id": 13,
            "name": "Gjergj Fishta",
            "location": {
                "lat": 42.0683,
                "lng": 19.5119
            },
            "photo": "https://upload.wikimedia.org/wikipedia/commons/9/93/Gjergj_Fishta.jpg",
            "bio": {
                "sq": "Gjergj Fishta (1871–1940) ishte poet, shkrimtar dhe prift françeskan, një ndër figurat më të rëndësishme të Rilindjes Kombëtare. Ai kontribuoi në zhvillimin e gjuhës dhe letërsisë shqipe dhe ishte një figurë e shquar kulturore dhe politike. Vepra e tij më e njohur, 'Lahuta e Malcis', është një poemë epike që pasqyron trimërinë shqiptare. Fishta drejtoi revistën 'Hylli i Dritës', mori pjesë në Konferencën e Paqes në Paris dhe ishte anëtar i Komisisë Letrare Shqipe. Stili i tij patriotik dhe i pasur me elemente folklorike e bëri atë një nga figurat më të lavdëruara të letërsisë shqiptare.",
                "en": "Gjergj Fishta (1871–1940) was a poet, writer, and Franciscan friar, one of the most important figures of the Albanian National Renaissance. He contributed to the development of the Albanian language and literature and was a leading cultural and political figure. His most famous work, 'The Highland Lute', is an epic poem celebrating Albanian heroism. Fishta led the magazine 'Hylli i Dritës', participated in the Paris Peace Conference, and was a member of the Albanian Literary Commission. His patriotic style and rich use of folklore made him one of the most celebrated figures in Albanian literature."
            },
            "works": {
                "sq": [
                    {
                        "title": "Lahuta e Malcis",
                        "url": "https://youtu.be/7-W22xdaj5k?si=2nQ-bbL0wWHsybTk",
                        "type": "video"
                    }
                ],
                "en": [
                    {
                        "title": "The Highland Lute",
                        "url": "https://youtu.be/7-W22xdaj5k?si=2nQ-bbL0wWHsybTk",
                        "type": "video"
                    }
                ]
            }
        },
        {
            "id": 4,
            "name": "Xhemal Farka",
            "location": {
                "lat": 41.4275,
                "lng": 19.9287
            },
            "photo": "https://www.radiandradi.com/wp-content/uploads/2018/10/xhemal-farka3.jpg",
            "bio": {
                "sq": "Xhemal Farka (1916-1996) ishte një shkrimtar, gazetar dhe intelektual i shquar shqiptar nga Tirana. Ai u bë i njohur për kontributin e tij në zhvillimin e gazetarisë dhe letërsisë shqiptare gjatë periudhës së pasluftës. Si redaktor i gazetës 'Bashkimi', ai luajti një rol të rëndësishëm në formimin e opinionit publik. Veprat e tij letrare përfshijnë romane dhe tregime që pasqyrojnë realitetin social të kohës, duke u fokusuar veçanërisht në transformimet e shoqërisë shqiptare. Farka ishte gjithashtu një përkthyes i talentuar, duke sjellë në shqip vepra të rëndësishme të letërsisë botërore.",
                "en": "Xhemal Farka (1916-1996) was a distinguished Albanian writer, journalist, and intellectual from Tirana. He became known for his contribution to the development of Albanian journalism and literature during the post-war period. As editor of the newspaper 'Bashkimi', he played an important role in shaping public opinion. His literary works include novels and stories that reflect the social reality of the time, focusing particularly on the transformations of Albanian society. Farka was also a talented translator, bringing important works of world literature into Albanian."
            },
            "works": {
                "sq": [
                    {
                        "title": "Dokumentar për Xhemal Farka",
                        "url": "https://youtu.be/jL_BWEWBYUQ?si=2GfkgilPq1zwqfrP",
                        "type": "video"
                    }
                ],
                "en": [
                    {
                        "title": "Documentary about Xhemal Farka",
                        "url": "https://youtu.be/jL_BWEWBYUQ?si=2GfkgilPq1zwqfrP",
                        "type": "video"
                    }
                ]
            }
        },
        {
            "id": 5,
            "name": "Hafiz Ismet Dibra",
            "location": {
                "lat": 41.6856,
                "lng": 20.4425
            },
            "photo": "https://zaninalte.al/wp-content/uploads/2013/07/ismet-dibra.jpg",
            "bio": {
                "sq": "Hafiz Ismet Dibra (1886-1955) ishte një dijetar, teolog dhe shkrimtar i shquar shqiptar nga Dibra e Madhe. Si kryetar i Komunitetit Mysliman Shqiptar (1947-1949), ai luajti një rol të rëndësishëm në organizimin e jetës fetare në Shqipëri. Ai ishte autor i shumë veprave fetare dhe arsimore, duke përfshirë tekste mësimore për medresetë dhe shkrime për historinë e Islamit në Shqipëri. Dibra ishte një mbështetës i fuqishëm i arsimit në gjuhën shqipe dhe i modernizimit të institucioneve fetare. Kontributi i tij në fushën e teologjisë dhe arsimit islam ka ndikuar thellësisht në zhvillimin e mendimit fetar shqiptar.",
                "en": "Hafiz Ismet Dibra (1886-1955) was a prominent Albanian scholar, theologian, and writer from Dibra e Madhe. As chairman of the Albanian Muslim Community (1947-1949), he played a crucial role in organizing religious life in Albania. He authored numerous religious and educational works, including textbooks for madrasas and writings on the history of Islam in Albania. Dibra was a strong supporter of education in the Albanian language and the modernization of religious institutions. His contribution to the field of theology and Islamic education has profoundly influenced the development of Albanian religious thought."
            }
        },
        {
            "id": 6,
            "name": "Ibrahim Dalliu",
            "location": {
                "lat": 41.2125,
                "lng": 19.6411
            },
            "photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Hafiz_Ibrahim_Dalliu.jpg/250px-Hafiz_Ibrahim_Dalliu.jpg",
            "bio": {
                "sq": "Hafiz Ibrahim Dalliu (1878–1952) ishte një teolog, shkrimtar dhe patriot shqiptar nga Tirana. Ai studioi në Stamboll dhe u përfshi aktivisht në lëvizjen për pavarësi. Në vitin 1901 u bë mësues, ndërsa në 1908 hapi shkollën e parë për vajza myslimane në Tiranë. Mori pjesë në Kongresin e Elbasanit dhe në themelimin e Shkollës Normale. Përkthyes dhe publicist i zoti, ai ka kontribuar shumë në edukimin dhe ndërgjegjësimin kombëtar përmes veprës së tij.",
                "en": "IHafiz Ibrahim Dalliu (1878–1952) was a theologian, writer, and Albanian patriot from Tirana. He studied in Istanbul and actively participated in the national independence movement. In 1901 he became a teacher, and in 1908 he opened the first school for Muslim girls in Tirana. He took part in the Elbasan Congress and helped establish the Normal School. As a skilled translator and publicist, he made a significant contribution to national education and awareness through his work."
            },
            "works": {
                "sq": [
                    {
                        "title": "Hafiz Ibrahim Dalliu - Dokumentar",
                        "url": "https://www.facebook.com/myftiniaTirana/videos/hafiz-ibrahim-dalliu-dokumentar/3431213726962309/",
                        "type": "video"
                    }
                ],
                "en": [
                    {
                        "title": "Hafiz Ibrahim Dalliu - Documentary",
                        "url": "https://www.facebook.com/myftiniaTirana/videos/hafiz-ibrahim-dalliu-dokumentar/3431213726962309/",
                        "type": "video"
                    }
                ]
            }
        },
        {
            "id": 7,
            "name": "Mustafa Kruja",
            "location": {
                "lat": 41.5089,
                "lng": 19.7859
            },
            "photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Mustafa_Merlika_Kruja.jpg/250px-Mustafa_Merlika_Kruja.jpg",
            "bio": {
                "sq": "Mustafa Kruja ishte një studiues, historian dhe politikan shqiptar, i lindur në Krujë. Ai luajti një rol të rëndësishëm në ruajtjen e gjuhës dhe identitetit kombëtar shqiptar, duke kontribuar në kulturën dhe historinë e vendit. Kruja ishte një zë i fortë për trashëgiminë kombëtare dhe njihej për studimet e tij të thelluara. Ndër veprat e tij më të njohura janë 'Shqiptarët e fuqitë e mëdha' dhe 'Inteligjenca shqiptare'. Ai reflektoi mbi rolin e intelektualëve dhe sfidat e kombit në kohë të vështira. Me mendim kritik dhe ndjenjë kombëtare, ai mbetet një figurë me ndikim të thellë në historinë shqiptare.",
                "en": "Mustafa Kruja was an Albanian scholar, historian, and politician, born in Krujë. He played a key role in preserving the Albanian language and national identity, contributing significantly to the country's cultural and historical heritage. Kruja was a passionate advocate for national legacy and known for his deep studies. His best-known works include 'The Albanians and the Great Powers' and 'Albanian Intelligence'. He reflected on the role of intellectuals and the challenges of the nation during critical times. With critical thought and strong national sentiment, he remains a deeply influential figure in Albanian history."
            }
        },
        {
            "id": 8,
            "name": "Mustafa Greblleshi",
            "location": {
                "lat": 41.3175,
                "lng": 20.1187
            },
            "photo": "https://media.oranews.tv/oranews.tv/media3/-640-0-mustafa-1716377803.jpg",
            "bio": {
                "sq": "Mustafa Greblleshi ishte një shkrimtar dhe poet i njohur shqiptar, i lindur në Tiranë. Ai la gjurmë në letërsinë shqipe përmes stilit të tij të ndjeshëm dhe përshkrimeve të gjalla. Vepra e tij shquhet për gjuhën e pasur dhe aftësinë për të përçuar realitetin shqiptar me thellësi emocionale. Disa nga veprat më të njohura të tij janë 'Gremina e dashurisë', 'Kujtime 1939–44' dhe 'Muhabet tirançe me Liun e Cakut'. Greblleshi përdori humorin, ndjeshmërinë dhe përvojat historike për të krijuar një pasqyrë të vërtetë të jetës shqiptare. Ai mbetet një zë i veçantë në letërsinë shqiptare, duke reflektuar realitetin me sinqeritet dhe finesë.",
                "en": "Mustafa Greblleshi was a well-known Albanian writer and poet, born in Tirana. He left a lasting mark on Albanian literature with his sensitive style and vivid descriptions. His work is known for its rich language and its ability to reflect Albanian reality with emotional depth. Some of his best-known works include 'Gremina e dashurisë', 'Kujtime 1939–44', and 'Muhabet tirançe me Liun e Cakut'. Greblleshi used humor, sensitivity, and historical experience to portray the Albanian way of life. He remains a distinctive voice in Albanian literature, reflecting reality with honesty and grace."
            },
            "works": {
                "sq": [
                    {
                        "title": "Mustafa Greblleshi - Shkrimtari i ndaluar",
                        "url": "https://top-channel.tv/video/exclusive-18062017-mustafa-greblleshi-shkrimtari-i-ndaluar/",
                        "type": "video"
                    }
                ],
                "en": [
                    {
                        "title": "Mustafa Greblleshi - The Banned Writer",
                        "url": "https://top-channel.tv/video/exclusive-18062017-mustafa-greblleshi-shkrimtari-i-ndaluar/",
                        "type": "video"
                    }
                ]
            }
        },
        {
            "id": 9,
            "name": "Visar Zhiti",
            "location": {
                "lat": 40.7094,
                "lng": 19.9520
            },
            "photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Visar_Zhiti.jpg/220px-Visar_Zhiti.jpg",
            "bio": {
                "sq": "Visar Zhiti është një poet dhe shkrimtar shqiptar nga Lushnja. Ai është i njohur për poezitë dhe tregimet e tij që reflektojnë përvojat e tij personale gjatë periudhës së komunizmit. Veprat e tij janë përkthyer në shumë gjuhë të huaja.",
                "en": "Visar Zhiti is an Albanian poet and writer from Lushnja. He is known for his poems and stories that reflect his personal experiences during the communist period. His works have been translated into many foreign languages."
            }
        },
        {
            "id": 10,
            "name": "Ardian Klosi",
            "location": {
                "lat": 41.1175,
                "lng": 19.6911
            },
            "photo": "https://database.traduki.eu/wp-content/uploads/2019/12/klosi_ardian.jpg",
            "bio": {
                "sq": "Ardian Klosi (1957–2012) ishte një shkrimtar, publicist dhe përkthyes shqiptar, i njohur për mendimin kritik dhe angazhimin intelektual pas komunizmit. Ai studioi letërsi dhe gjermanistikë në Austri dhe pas kthimit në Shqipëri u bë një figurë aktive në median dhe debatin publik. Klosi botoi ese, analiza dhe përkthime nga autorë si Kafka e Brecht, duke kontribuar në ndërtimin e një kulture demokratike. Përmes veprave të tij ai trajtoi tema si liria, drejtësia dhe shoqëria e hapur. Me stil të qartë dhe të guximshëm, ai mbetet një nga zërat më të respektuar të periudhës post-komuniste. Vdiq në vitin 2012, por trashëgimia e tij mbetet e gjallë.",
                "en": "Ardian Klosi (1957–2012) was an Albanian writer, publicist, and translator, known for his critical thinking and intellectual role after communism. He studied literature and German studies in Austria, and on returning to Albania became an active voice in media and public debate. Klosi published essays, analyses, and translations of authors like Kafka and Brecht, contributing to the development of a democratic culture. Through his works, he explored themes like freedom, justice, and open society. With a bold and clear style, he remains one of the most respected voices of the post-communist era. He passed away in 2012, leaving behind a lasting legacy."
            },
            "works": {
                "sq": [
                    {
                        "title": "Dokumentar për Ardian Klosi",
                        "url": "https://youtu.be/BW0n8z2wWd4?si=8dbdAqg3Dwn1TH3v",
                        "type": "video"
                    }
                ],
                "en": [
                    {
                        "title": "Documentary about Ardian Klosi",
                        "url": "https://youtu.be/BW0n8z2wWd4?si=8dbdAqg3Dwn1TH3v",
                        "type": "video"
                    }
                ]
            }
        },
        {
            "id": 11,
            "name": "Mitrush Kuteli",
            "location": {
                "lat": 40.7094,
                "lng": 19.9520
            },
            "photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Mitrush_Kuteli_%28portrait%29.jpg/250px-Mitrush_Kuteli_%28portrait%29.jpg",
            "bio": {
                "sq": "Mitrush Kuteli (1907–1967) ishte një nga figurat më të rëndësishme të letërsisë shqiptare të shekullit XX. Ai kontribuoi në zhvillimin e letërsisë moderne dhe pasurimin e gjuhës shqipe përmes veprave letrare, eseve dhe poezive. I lindur në Labinot të Elbasanit, studioi për letërsi në Shqipëri dhe Itali dhe pati një karrierë të suksesshme si shkrimtar dhe publicist. Ndër veprat e tij më të njohura është 'Balta nga kjo tokë', që trajton temat e traditës, natyrës dhe jetës së përditshme. Kuteli shquhej për stilin e tij të veçantë, plot nuanca poetike dhe reflektim shoqëror. Edhe pas vdekjes në vitin 1967, ai mbetet një zë i rëndësishëm i letërsisë shqiptare.",
                "en": "Mitrush Kuteli (1907–1967) was one of the most important figures in 20th-century Albanian literature. He contributed to the development of modern literature and the enrichment of the Albanian language through his literary works, essays, and poetry. Born in Labinot, Elbasan, he studied literature in Albania and Italy and had a successful career as a writer and publicist. Among his most well-known works is Balta nga kjo toke, which explores themes of tradition, nature, and everyday life. Kuteli was known for his unique style, rich in poetic nuance and social reflection. Even after his death in 1967, he remains a significant voice in Albanian literature."
            }
        },
        {
            "id": 12,
            "name": "Kostandin Kristoforidhi",
            "location": {
                "lat": 41.1125,
                "lng": 20.0822
            },
            "photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Kostandin_Kristoforidhi_%28portret%29.jpg/250px-Kostandin_Kristoforidhi_%28portret%29.jpg",
            "bio": {
                "sq": "Kostandin Kristoforidhi ishte një gjuhëtar, përkthyes dhe studiues i shquar shqiptar, i njohur si një nga figurat kryesore në standardizimin dhe zhvillimin e gjuhës shqipe. Ai lindi në Elbasan në vitin 1827 dhe u arsimua në Greqi dhe Maltë. Kristoforidhi punoi për Shoqërinë Biblike Britanike, duke përkthyer dhe botuar libra në dy dialektet kryesore të shqipes, gegërisht dhe toskërisht.Një nga kontributet më të rëndësishme të tij ishte përkthimi i Biblës në gjuhën shqipe, një punë që ndihmoi në pasurimin dhe unifikimin e gjuhës shqipe. Ai gjithashtu u përpoq të krijonte një alfabet të njësuar për gjuhën shqipe, duke i dhënë një kontribut të madh zhvillimit të saj.",
                "en": "Kostandin Kristoforidhi was a prominent Albanian linguist, translator, and scholar, known as one of the leading figures in the standardization and development of the Albanian language. He was born in Elbasan in 1827 and was educated in Greece and Malta. Kristoforidhi worked for the British Bible Society, translating and publishing books in the two main dialects of Albanian, Gheg and Tosk.One of his most important contributions was the translation of the Bible into Albanian, a work that helped enrich and unify the Albanian language. He also attempted to create a unified alphabet for the Albanian language, making a major contribution to its development."
            },
            "works": {
                "sq": [
                    {
                        "title": "Dokumentar për Kostandin Kristoforidhi",
                        "url": "https://youtu.be/Ho0NOWaqTCA?si=1VHsLHwwAOSlZBr_",
                        "type": "video"
                    }
                ],
                "en": [
                    {
                        "title": "Documentary about Kostandin Kristoforidhi",
                        "url": "https://youtu.be/Ho0NOWaqTCA?si=1VHsLHwwAOSlZBr_",
                        "type": "video"
                    }
                ]
            }
        },
        {
            "id": 14,
            "name": "Fatos Kongoli",
            "location": {
                "lat": 41.2875,
                "lng": 19.8987
            },
            "photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Fatos_kongoli_%28cropped%29.jpg/250px-Fatos_kongoli_%28cropped%29.jpg",
            "bio": {
                "sq": "Fatos Kongoli është një nga shkrimtarët më të rëndësishëm të letërsisë shqipe bashkëkohore. Ai u lind në Elbasan në vitin 1944 dhe studioi për matematikë në Kinë. Pas kthimit në Shqipëri, ai punoi si redaktor dhe u angazhua në botën e letrave. Kongoli u bë i njohur sidomos pas viteve 1990, kur nisi të shkruante vepra që trajtonin realitetin e vështirë të periudhës komuniste dhe tranzicionin post-komunist në Shqipëri. Stili i tij karakterizohet nga një qasje e drejtpërdrejtë, introspektive dhe shpesh pesimiste mbi jetën dhe shoqërinë.",
                "en": "Fatos Kongoli is one of the most important writers of contemporary Albanian literature. He was born in Elbasan in 1944 and studied mathematics in China. After returning to Albania, he worked as an editor and became involved in the world of letters. Kongoli became known especially after the 1990s, when he began to write works that dealt with the difficult reality of the communist period and the post-communist transition in Albania. His style is characterized by a direct, introspective and often pessimistic approach to life and society."
            },
            "works": {
                "sq": [
                    {
                        "title": "Dokumentar për Fatos Kongoli",
                        "url": "https://youtu.be/6th6YeXIJFo?si=zCMLqDTU2rLaEwUk",
                        "type": "video"
                    }
                ],
                "en": [
                    {
                        "title": "Documentary about Fatos Kongoli",
                        "url": "https://youtu.be/6th6YeXIJFo?si=zCMLqDTU2rLaEwUk",
                        "type": "video"
                    }
                ]
            }
        },
        {
            "id": 15,
            "name": "Rudolf Marku",
            "location": {
                "lat": 41.3575,
                "lng": 19.7787
            },
            "photo": "https://klarabudapost.com/wp-content/uploads/2020/09/The-Poet-Rudolf-Marku-e1599602712789.jpg",
            "bio": {
                "sq": "Rudolf Marku është një shkrimtar, poet dhe përkthyes shqiptar i lindur në Lezhë në vitin 1950. Ai ka përfunduar studimet për gjuhë-letërsi në Universitetin e Tiranës dhe ka punuar si mësues e më pas si redaktor i poezisë në gazetën 'Drita'. Nga viti 1996, ka shërbyer si atashe kulturor në Londër, ku jeton prej asaj kohe. Marku ka botuar shtatë vëllime poetike dhe disa romane, përfshirë 'Tre divorcet e zotit Viktor N.', për të cilin fitoi çmimin 'Kadare' në vitin 2015. Ai është gjithashtu i njohur për përkthimet e tij të autorëve si T.S. Eliot, Ezra Pound dhe Kavafis. Në vitin 2020, u shpall Poeti i Parë Laureat i Letërsisë Shqipe.",
                "en": "Rudolf Marku is an Albanian writer, poet and translator born in Lezha in 1950. He completed his studies in language and literature at the University of Tirana and worked as a teacher and then as a poetry editor at the newspaper 'Drita'. From 1996, he served as a cultural attaché in London, where he has lived since then. Marku has published seven volumes of poetry and several novels, including 'The Three Divorces of Mr. Viktor N.', for which he won the 'Kadare' prize in 2015. He is also known for his translations of authors such as T.S. Eliot, Ezra Pound and Cavafy. In 2020, he was declared the First Poet Laureate of Albanian Literature."
            },
            "works": {
                "sq": [
                    {
                        "title": "Dokumentar për Rudolf Marku",
                        "url": "https://youtu.be/3fSRmC0hHlE?si=SODuKRTubmmkxvg8",
                        "type": "video"
                    }
                ],
                "en": [
                    {
                        "title": "Documentary about Rudolf Marku",
                        "url": "https://youtu.be/3fSRmC0hHlE?si=SODuKRTubmmkxvg8",
                        "type": "video"
                    }
                ]
            }
        },
        {
            "id": 19,
            "name": "Eqrem Çabej",
            "location": {
                "lat": 42.0789,
                "lng": 20.4219
            },
            "photo": "https://upload.wikimedia.org/wikipedia/en/thumb/1/11/Eqrem_%C3%87abej_%28portret%29.jpeg/250px-Eqrem_%C3%87abej_%28portret%29.jpeg",
            "bio": {
                "sq": "Eqrem Çabej (1908–1980) ishte një gjuhëtar, albanolog dhe studiues i shquar shqiptar nga Kukësi. Ai studioi në Graz dhe Vjenë, ku u diplomua për gjuhësi dhe filologji. Çabej kontribuoi në zhvillimin e albanologjisë dhe ishte një nga studiuesit më të rëndësishëm të gjuhës shqipe. Ai punoi për Shoqërinë Biblike dhe ishte profesor në Universitetin e Tiranës. Veprat e tij përfshijnë studime mbi dialektologjinë, etimologjinë dhe historinë e gjuhës shqipe. Çabej ishte një nga themeluesit e albanologjisë moderne dhe kontributi i tij në fushën e gjuhësisë mbetet i pakrahasueshëm.",
                "en": "Eqrem Çabej (1908–1980) was a prominent Albanian linguist, Albanologist, and scholar from Kukës. He studied in Graz and Vienna, where he graduated in linguistics and philology. Çabej contributed significantly to the development of Albanology and was one of the most important scholars of the Albanian language. He worked for the Bible Society and was a professor at the University of Tirana. His works include studies on dialectology, etymology, and the history of the Albanian language. Çabej was one of the founders of modern Albanology, and his contribution to the field of linguistics remains unparalleled."
            },
            "works": {
                "sq": [
                    {
                        "title": "Dokumentar për Eqrem Çabej",
                        "url": "https://www.youtube.com/watch?v=3XleSZcRLXQ",
                        "type": "video"
                    }
                ],
                "en": [
                    {
                        "title": "Documentary about Eqrem Çabej",
                        "url": "https://www.youtube.com/watch?v=3XleSZcRLXQ",
                        "type": "video"
                    }
                ]
            }
        },
        {
            "id": 20,
            "name": "Ndre Mjeda",
            "location": {
                "lat": 41.7836,
                "lng": 19.6436
            },
            "photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Ndre_Mjeda_%28portret%29.jpg/250px-Ndre_Mjeda_%28portret%29.jpg",
            "bio": {
                "sq": "Ndre Mjeda (1866–1937) ishte një poet, prift dhe patriot shqiptar nga Lezha. Ai studioi në Shkup, Zagreb dhe Romë, ku u diplomua për teologji. Mjeda ishte një nga poetët më të shquar të Rilindjes Kombëtare dhe kontribuoi në zhvillimin e letërsisë shqipe. Veprat e tij poetike përfshijnë 'Vaji i bylbylit', 'Jeta e Skënderbeut' dhe 'Liria e Shqipërisë'. Ai ishte gjithashtu një përkrahës i fuqishëm i pavarësisë shqiptare dhe luajti një rol të rëndësishëm në Kongresin e Manastirit. Stili i tij patriotik dhe i pasur me elemente folklorike e bëri atë një nga figurat më të lavdëruara të letërsisë shqiptare.",
                "en": "Ndre Mjeda (1866–1937) was an Albanian poet, priest, and patriot from Lezha. He studied in Skopje, Zagreb, and Rome, where he graduated in theology. Mjeda was one of the most prominent poets of the National Renaissance and contributed to the development of Albanian literature. His poetic works include 'The Nightingale's Lament', 'The Life of Skanderbeg', and 'Albania's Freedom'. He was also a strong supporter of Albanian independence and played an important role in the Congress of Manastir. His patriotic style and rich use of folklore made him one of the most celebrated figures in Albanian literature."
            },
            "works": {
                "sq": [
                    {
                        "title": "Dokumentar për Ndre Mjeda",
                        "url": "https://youtu.be/5PbkcwKQAWI",
                        "type": "video"
                    }
                ],
                "en": [
                    {
                        "title": "Documentary about Ndre Mjeda",
                        "url": "https://youtu.be/5PbkcwKQAWI",
                        "type": "video"
                    }
                ]
            }
        },
        {
            "id": 21,
            "name": "Dhimitër Shuteriqi",
            "location": {
                "lat": 40.7244,
                "lng": 19.5561
            },
            "photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Dhimit%C3%ABr_Shuteriqi_%28portrait%29.jpg/250px-Dhimit%C3%ABr_Shuteriqi_%28portrait%29.jpg",
            "bio": {
                "sq": "Dhimitër Shuteriqi (1915–2003) ishte një shkrimtar, poet dhe studiues i shquar shqiptar nga Fieri. Ai studioi në Universitetin e Tiranës dhe u bë një nga figurat më të rëndësishme të letërsisë shqipe të shekullit XX. Shuteriqi kontribuoi në zhvillimin e romantizmit dhe realizmit në letërsinë shqipe. Veprat e tij përfshijnë romane, poezi dhe studime letrare. Ai ishte gjithashtu një përkthyes i talentuar dhe kontribuoi në pasurimin e letërsisë shqipe me vepra nga letërsia botërore. Shuteriqi mbetet një nga zërat më të rëndësishëm të letërsisë shqiptare moderne.",
                "en": "Dhimitër Shuteriqi (1915–2003) was a prominent Albanian writer, poet, and scholar from Fier. He studied at the University of Tirana and became one of the most important figures in 20th-century Albanian literature. Shuteriqi contributed to the development of romanticism and realism in Albanian literature. His works include novels, poetry, and literary studies. He was also a talented translator and contributed to the enrichment of Albanian literature with works from world literature. Shuteriqi remains one of the most important voices of modern Albanian literature."
            },
            "works": {
                "sq": [
                    {
                        "title": "Dokumentar për Dhimitër Shuteriqi",
                        "url": "https://youtu.be/FPxo2zj8jko",
                        "type": "video"
                    }
                ],
                "en": [
                    {
                        "title": "Documentary about Dhimitër Shuteriqi",
                        "url": "https://youtu.be/FPxo2zj8jko",
                        "type": "video"
                    }
                ]
            }
        },
        {
            "id": 22,
            "name": "Sterjo Spasse",
            "location": {
                "lat": 40.9419,
                "lng": 19.7050
            },
            "photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Sterjo_Spasse.jpg/250px-Sterjo_Spasse.jpg",
            "bio": {
                "sq": "Sterjo Spasse (1914–1989) ishte një shkrimtar dhe poet i njohur shqiptar nga Lushnja. Ai studioi në Universitetin e Tiranës dhe u bë një nga figurat më të rëndësishme të letërsisë shqipe të periudhës së realizmit socialist. Spasse kontribuoi në zhvillimin e romantizmit dhe realizmit në letërsinë shqipe. Veprat e tij përfshijnë romane, poezi dhe tregime që pasqyrojnë realitetin social të kohës. Ai ishte gjithashtu një përkthyes i talentuar dhe kontribuoi në pasurimin e letërsisë shqipe. Spasse mbetet një nga zërat më të rëndësishëm të letërsisë shqiptare moderne.",
                "en": "Sterjo Spasse (1914–1989) was a well-known Albanian writer and poet from Lushnja. He studied at the University of Tirana and became one of the most important figures in Albanian literature during the socialist realism period. Spasse contributed to the development of romanticism and realism in Albanian literature. His works include novels, poetry, and stories that reflect the social reality of the time. He was also a talented translator and contributed to the enrichment of Albanian literature. Spasse remains one of the most important voices of modern Albanian literature."
            },
            "works": {
                "sq": [
                    {
                        "title": "Dokumentar për Sterjo Spasse",
                        "url": "https://www.youtube.com/watch?v=Jp6328K8JcQ",
                        "type": "video"
                    }
                ],
                "en": [
                    {
                        "title": "Documentary about Sterjo Spasse",
                        "url": "https://www.youtube.com/watch?v=Jp6328K8JcQ",
                        "type": "video"
                    }
                ]
            }
        },
        {
            "id": 23,
            "name": "Preç Zogaj",
            "location": {
                "lat": 42.0444,
                "lng": 19.8994
            },
            "photo": "https://lh3.googleusercontent.com/proxy/d9fJYf8liro2xipbNoO_pY6rAR2eYi9h69fmRhRi38731oCIkmKTA5xrVURrBRe5TRQKmEGI8Z8IAhX_gOZYCsbcVjERDmwpFDRb34pcz7uCRBI",
            "bio": {
                "sq": "Preç Zogaj (1920–1991) ishte një shkrimtar, poet dhe publicist i shquar shqiptar nga Puka. Ai studioi në Universitetin e Tiranës dhe u bë një nga figurat më të rëndësishme të letërsisë shqipe të periudhës së realizmit socialist. Zogaj kontribuoi në zhvillimin e romantizmit dhe realizmit në letërsinë shqipe. Veprat e tij përfshijnë romane, poezi dhe tregime që pasqyrojnë realitetin social të kohës. Ai ishte gjithashtu një përkthyes i talentuar dhe kontribuoi në pasurimin e letërsisë shqipe me vepra nga letërsia botërore. Zogaj mbetet një nga zërat më të rëndësishëm të letërsisë shqiptare moderne.",
                "en": "Preç Zogaj (1920–1991) was a prominent Albanian writer, poet, and publicist from Puka. He studied at the University of Tirana and became one of the most important figures in Albanian literature during the socialist realism period. Zogaj contributed to the development of romanticism and realism in Albanian literature. His works include novels, poetry, and stories that reflect the social reality of the time. He was also a talented translator and contributed to the enrichment of Albanian literature with works from world literature. Zogaj remains one of the most important voices of modern Albanian literature."
            },
            "works": {
                "sq": [
                    {
                        "title": "Dokumentar për Preç Zogaj",
                        "url": "https://youtu.be/4ol5dtkQ6qM",
                        "type": "video"
                    }
                ],
                "en": [
                    {
                        "title": "Documentary about Preç Zogaj",
                        "url": "https://youtu.be/4ol5dtkQ6qM",
                        "type": "video"
                    }
                ]
            }
        },
        {
            "id": 24,
            "name": "Dritëro Agolli",
            "location": {
                "lat": 40.7186,
                "lng": 20.7808
            },
            "photo": "https://driteroagolli.org/wp-content/uploads/2021/09/single-image-11-1.jpg",
            "bio": {
                "sq": "Dritëro Agolli (1931–2017) ishte një poet, shkrimtar dhe publicist i shquar shqiptar nga Korçë Devoll. Ai studioi në Universitetin e Tiranës dhe u bë një nga figurat më të rëndësishme të letërsisë shqipe të periudhës së realizmit socialist. Agolli kontribuoi në zhvillimin e poezisë dhe romantizmit në letërsinë shqipe. Veprat e tij përfshijnë poezi, romane dhe tregime që pasqyrojnë realitetin social të kohës. Ai ishte gjithashtu një përkthyes i talentuar dhe kontribuoi në pasurimin e letërsisë shqipe me vepra nga letërsia botërore. Agolli mbetet një nga zërat më të rëndësishëm të letërsisë shqiptare moderne.",
                "en": "Dritëro Agolli (1931–2017) was a prominent Albanian poet, writer, and publicist from Korçë Devoll. He studied at the University of Tirana and became one of the most important figures in Albanian literature during the socialist realism period. Agolli contributed to the development of poetry and romanticism in Albanian literature. His works include poetry, novels, and stories that reflect the social reality of the time. He was also a talented translator and contributed to the enrichment of Albanian literature with works from world literature. Agolli remains one of the most important voices of modern Albanian literature."
            },
            "works": {
                "sq": [
                    {
                        "title": "Dokumentar për Dritëro Agolli",
                        "url": "https://youtu.be/sOYuxEnwNh0",
                        "type": "video"
                    }
                ],
                "en": [
                    {
                        "title": "Documentary about Dritëro Agolli",
                        "url": "https://youtu.be/sOYuxEnwNh0",
                        "type": "video"
                    }
                ]
            }
        }
    ]
} 